/* Localizable Strings: German */

/* Tags menu */
"Tags" = "Markierungen";
"Typeset" = "Setzen";
"Save" = "Sichern";
"Print..." = "Drucken...";
"Print Source..." = "Quelltext drucken...";
"Set Project Root..." = "Hauptdatei festlegen...";
"LaTeX Panel..." = "LaTeX Palette...";
"Close LaTeX Panel" = "LaTeX Palette schließen";
"Matrix Panel..." = "Matrix Palette...";
"Close Matrix Panel" = "Matrix Palette schließen";
"Open for Preview..." = "Zur Voransicht öffnen...";
"Open for Editing..." = "Zum Bearbeiten öffnen...";
"File" = "Bearbeiten";
"Goto Error" = "Gehe zu Fehler";
"RotateClockwise" = "Drehen im Uhrzeigersinn";
"RotateCounterclockwise" = "Drehen gegen den Uhrzeigersinn";
"Comment" = "Kommentar";
"Uncomment" = "Kein Kommentar";
"Indent" = "Eingerückt";
"Unindent" = "Nicht eingerückt";
"Macros" = "Makros";
"Open Macro Editor..." = "Makro Editor öffnen...";
"Close Macro Editor" = "Makro Editor schließen";
"Add macros from file..." = "Makros aus Datei hinzufügen...";
"Save selection to file..." = "Auswahl in Datei sichern...";
"Convert \\yen to \\ in Pasteboard" = "Konvertiere \\yen nach \\ in der Zwischenablage";
"Convert \\ to \\yen in Pasteboard" = "Konvertiere \\ nach \\yen in der Zwischenablage"; 
"Edit" = "Bearbeiten";
"Warning" = "Warnung";
"Don't Save" = "Nicht sichern";
"Cancel" = "Abbrechen";
"Do you want to save macros?" = "Sollen die Makros gesichert werden?";
"Save Spot" = "Sicherungsgrenze";
"Template" = "Vorlage";
"Typing" = "Tippen";
"AutoComplete" = "AutoVervollständigen";  //Should be translation of "Key Bindings", even in English
"Page Number" = "Seitenzahl";
"Page Number Panel" = "Seitenzahl Palette";
"Magnification Panel" = "Vergrößerungspalette";
"Omit Shell Escape" = "Shell Escape nicht benutzen";
"Warning: Using Shell Escape" = "Warnung: Sie benutzen Shell Escape";
"Preview" = "Vorschau";
"Display Format" = "PDF-Darstellung";// mitsu 1.29b
"Magnification" = "Vergrößerung";// mitsu 1.29b
"Copy Format" = "Kopierformat"; //"Bildkopie Format";// mitsu 1.29b
"ToolbarItems" = "Werkzeugleistenelemente";
"Autocompletion" = "Autovervollständigung";
"Completion" = "Vervollständigung";
"Path: %@\nDateigröße: %d bytes\nErstellungsdatum: %@\nÄnderungsdatum: %@" = "Pfad: %@\nDateigröße: %d bytes\nErstellungsdatum: %@\nÄnderungsdatum: %@";
"Info: %@" = "Info: %@";
"%@\n\nCharacters: %d" = "%@\n\nZeichen: %d";
"The file encoding changed; characters can be lost if the wrong encoding is used." = "Die Dateikodierung hat sich geändert. Einige Zeichen können bei falscher Kodierung verloren gehen.";
"Currently open files retain their old encoding." = "Gerade geöffnete Dateien behalten ihre alte Kodierung.";
"Drag && Drop" = "Drag && Drop";
"%@ does not exist. TeXShop is  a front end for TeX, but you also need a TeX distribution. Perhaps such a distribution was not installed or was removed during a system upgrade. If so, go to http://tug.org/MacTeX and follow the instructions to (re)install MacTeX. A less likely possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the macports or fink distributions." = "%@ konnte nicht gefunden werden. Vielleicht wurde TeXLive nicht richtig installiert oder ging bei einer Systemaktualisierung verloren. Ist dies der Fall, besuchen Sie die TeXShop Webseite und folgen Sie der Anleitung dort um TeXLive neu zu installieren. Es könnte auch sein, dass der Pfad zu diesem Programm in den TeXShop-Einstellungen falsch festgelegt ist. Dies kann passieren, wenn Sie die fink-Distribution von teTeX benutzen.";
"Can't find required tool." = "Das benötigte Hilfprogramm kann nicht gefunden werden.";
"Typesetting engine cannot be found." = "Das Schriftsatz-Programm kann nicht gefunden werden.";
"The source LaTeX document cannot be found." = "Das LaTeX-Quelldokument kann nicht gefunden werden.";
"Sync Marks" = "Sync Marks";
"%@ does not exist." = "%@ does not exist.";
"%@ does not have the executable bit set." = "%@ does not have the executable bit set.";
"This file was opened with IsoLatin9 encoding." = "This file was opened with IsoLatin9 encoding.";
"The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again." = "The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again.";
"Error" = "Error";
"There was an error checking for updates." = "There was an error checking for updates.";
"Your copy of TeXShop is up-to-date" = "Deine Kopie von TeXShop ist auf dem neuesten Stand";
"You have the most recent version of TeXShop." = "Bei dir läuft die neueste Version von TeXShop.";
"New version available" = "Eine neue Version ist verfügbar";
"A new version of TeXShop is available (version %@). Would you like to download it now?" = "Eine neue Version von TeXShop ist verfügbar (version %@). Möchten Sie diese jetzt herunterladen?";
"This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead." = "This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead.";
"Hard Wrap" = "Hard Wrap";
"Newline Removal" = "Newline Removal";
"Color Index" = "Color Index";
"Help" = "Hilfe";
"TeXShop Demos" = "TeXShop Demos";
"Sync" = "Sync";
"ShowFullPath" = "Kompletten Pfad zeigen";
"Close Current Environment" = "Close Current Environment"; // Terada
"Your current setting of %@ will be replaced. OK?" = "Your current setting of %@ will be replaced. OK?"; // Terada
"Convert" = "Umwandeln";
"The program " = "Das Programm ";
" does not exist." = " konnte nicht gefunden werden.";
